Repository: shovalsa/shecodes_website
Catalog: scsite/templates/locale/*/LC_MESSAGES/django.po
Languages: he

source: Our Goal
he: המטרה שלנו

source: is to reach 50 percent female software developers in the IT industry within a decade.
he: היא להגיע ל-50% נשים במשרות פיתוח בעולם ההיי טק תוך עשור.

source: Community
he: קהילה

source: Come and work on a project, learn a new language, hear an inspiring or technical lecture or learn to code in one of our meetups.
he: בואי לעבוד על פרויקט, להקשיב להרצאה טכנית או מעוררת השראה, ללמוד שפת תכנות חדשה או ללמוד לתכנת מאפס באחד המפגשים שלנו.

source: About she codes;
he: מי אנחנו

source: <font color="green">she codes;</font> is a community of women in technology, created to achieve an equal number of female and male software developers in Israel. Founded in 2013 by Ruth Polachek and a small group of volunteers from different tech fields, today <font color="green">she codes;</font> includes approximately 40,000 members. Our members include women who want to learn software development or make a career shift into high-tech, developers who want to advance their skills and network with other women in high- tech and high school students who are learning to program. Our core values are Confidence, Persistence, and Community.
he: <font color="green">;she codes</font> היא קהילה טכנולוגית של נשים, שהוקמה במטרה להשוות את מספר מפתחות ומפתחי התוכנה בישראל. היא הוקמה ב-2013 בידי רות פולצ'ק וקבוצה קטנה של מתנדבות מתחומים טכנולוגיים שונים. בין חברותינו יש נשים שמבקשות ללמוד פיתוח תוכנה או לעשות הסבה מקצועית לתחום ההייטק, מפתחות שבאות במטרה להתפתח במקצוען ולפגוש מפתחות אחרות ונערות בגילאי תיכון שלומדות תכנות. ערכי הליבה שלנו הם אמונה בעצמך, התמדה וקהילה.

source: We operate over 20 branches all over Israel. Branches include programming learning tracks, project co-working with support from community volunteers, tech lectures, events with Inspirational Women, career advising and more. Volunteer opportunities at <font color="green">she codes;</font> contribute to the personal and professional development of members. Branches, learning track planning, events, and more are all volunteer-run.
he: אנחנו מפעילות מעל 20 סניפים ברחבי הארץ. בסניפים מתנהלים מסלולי לימוד תכנות, קבוצות לעבודה על פרויקטים בליווי מתנדבות מהקהילה, הרצאות טכנולוגיות, מפגשים עם נשים מעוררות השראה, יעוץ קריירה ועוד. אפשרויות להיות חברת צוות ב-<font color="green">;she codes</font> תורמות גם הן להתפתחות המקצועית והאישית של החברות. המתנדבות מנהלות את הסניפים, מתכננות את מסלולי הלימוד, מפיקות את האירועים שלנו ועוד.

source: Branches
he: סניפים

source: Tracks openning time:
he: פתיחת מסלולים:

source: Address:
he: כתובת:

source: Activity times:
he: זמני פעילות:

source: Available Tracks:
he: מסלולים בסניף:

source: Send
he: שלחי

source: FAQ
he: שאלות ותשובות

source: Name:
he: שם:

source: A she codes; member since:
he: חברת ;she codes מאז:

source: Track:
he: מסלול:

source: Branch:
he: סניף:

source: <strong>Name:</strong>
he: <strong>שם:</strong>

source: <strong>Track:</strong>
he: <strong>מסלול:</strong>

source: <strong>Branch:</strong>
he: <strong>סניף:</strong>

source: This article is not in the selected language. What do you want to do?
he: הכתבה אינה בשפה שבחרת. מה ברצונך לעשות?

source: Switch languages:
he: להחליף שפה:

source: Go back to the newsletter index and search for the same article in your own language.
he: לחזור לאינדקס ולחפש את אותו המאמר בשפה שלי.

source: Take me to index
he: קחי אותי לאינדקס

source: Newsletter
he: ניוזלטר

source: Next Generation
he: הדור הבא

source: Are you a student in 9th-12th grade? Are you interested in technology? Do you need help with your programming homework? Do you want to go to interesting tech lectures?
he: תלמידת כיתה ט' עד יב'? מתעניינת בטכנולוגיה? צריכה עזרה עם שיעורי הבית בתכנות? רוצה לשמוע הרצאות טכנולוגיה מעניינות?

source: Join for free!
he: הצטרפי אלינו!

source: Come work on a project, learn a new language, listen to an inspiring lecture or a tech talk - or learn to code from scratch at one of our meetings.
he: בואי לעבוד על פרויקט, ללמוד שפה חדשה, להקשיב להרצאה מרשימה – או ללמוד לקודד מההתחלה באחד מהמפגשים שלנו.

source: Partners
he: שותפים

source: Login
he: התחברי

source: Your username and password do not match. Please try again.
he: שם המשתמשת והסיסמה אינם תואמים. אנא נסי שוב

source: Log in
he: התחברי

source: New to this site? Sign up
he: חדשה באתר? הרשמי

source: Go back home
he: חזרה לדף הבית

source: Team
he: צוות

source: All the tracks are for free.
he: כל המסלולים הינם ללא תשלום

source: No prerequisites are required.
he: אין דרישות קדם

source: No registration is required, unless otherwise specified.
he: אין צורך בהרשמה מראש, אלא אם צוין אחרת.

source: Please bring your laptop and headphones to each meeting.
he: יש להגיע עם לפטופ ואוזניות לכל מפגש.

source: Each branch has a facebook group. It is best to join them and ask questions specific for the branch.
he: לכל סניף יש קבוצה בפייסבוק. כדאי להצטרף לקבוצות אלו כדי לשאול שאלות הנוגעות לסניף.

source: In each track you study independently, with online lectures and exercises. There are no face-to-face lectures, but mentors are available in each branch to assist you.
he: הלמידה בכל מסלול היא עצמאית באמצעות הרצאות מקוונות ותרגילים. אין הרצאות פרונטליות אך יש מדריכות זמינות בכל סניף שיכולות לעזור כל אימת שתצטרכי.
